---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ExportLineweightTableIterator
source: html/d5798a1b-afcb-f625-1fda-83ecfeecd999.htm
---
# ExportLineweightTableIterator Members

Releases all resources used by the ExportLineweightTableIterator